{
    "slides": [
        {
            "file": "0.png",
            "comment": ""
        },
        {
            "file": "1.png",
            "comment": "Let's begin by looking at a Case record."
        },
        {
            "file": "2.png",
            "comment": "The Name is large at the top for visibility. Also in the red highlight box is the current age. If the current age and the age at the time of offense are different, both will be shown.<br> For example 'AGE 64, 62'."
        },
        {
            "file": "3.png",
            "comment": "Highlighted here we see how the Case Number and the Status are made more visible."
        },
        {
            "file": "4.png",
            "comment": "Open Cases shows the total number of cases for this defendant.<br> 'Wrk' is the Worked Cases (Fines and Costs have been Setup).<br> 'Pnd' is Pending cases that haven't been adjudicated."
        },
        {
            "file":"5-1.png",
            "comment": "'Total Owed' is the total amount this defendant owes for cases that have been worked."
        },
        {
            "file": "5.png",
            "comment": "'Pending' is the amount that could be paid if the defendant pleads guilty on payable cases.<br> 'AR' means Appearance Required;  the amounts are determined at adjudication."
        },
        {
            "file": "6.png",
            "comment": "The History Book shows details of a Defendant's Open, Pending, and Closed Cases. This information is displayed in a new window shown in the next slide."
        },
        {
            "file": "7.png",
            "comment": ""
        },
        {
            "file": "8.png",
            "comment": ""
        },
        {
            "file": "9.png",
            "comment": "Lighter Gray amounts in the Balance column are Pending Amounts."
        },
        {
            "file": "10.png",
            "comment": "Actually owed and pending amounts are Totaled at the bottom of the table."
        },
        {
            "file": "11.png",
            "comment": "Payments are Grouped by Case with the setup first. Grayed out Case Numbers indicate that the case number for this payment is the same as the one above to more easily see the breaks."
        },
        {
            "file": "12.png",
            "comment": "Double click on a Case Number to open it for Viewing/Editing as shown in the next slide."
        },
        {
            "file": "13.png",
            "comment": ""
        },
        {
            "file": "14.png",
            "comment": "The Print History button creates a custom report on this defendant as shown in the next slide."
        },
        {
            "file": "15.png",
            "comment": ""
        },
        {
            "file": "16.png",
            "comment": "Now let's open the Payments Tab."
        },
        {
            "file": "17-1.png",
            "comment": "The Payments Tab of the History Book shows all payments for this defendant in chronological  order starting with the most recent payment."
        },
        {
            "file": "17.png",
            "comment": "Double clicking on a particular payment will display that payment record as shown in the following slide."
        },
        {
            "file": "18.png",
            "comment": ""
        },
        {
            "file": "19.png",
            "comment": "In the Payment window just opened, you can click on Reprint to print the receipt again."
        },
        {
            "file": "20.png",
            "comment": "The Date Reprinted is above the original receipt. Case Balances and Payment Plan information are also included.<br> A customized municipal logo may be used as a watermark."
        },
        {
            "file": "21.png",
            "comment": "There is also a button that will allow a receipt to be voided."
        },
        {
            "file": "22.png",
            "comment": "Moving on to the Warrants Tab in the Defendant Information window."
        },
        {
            "file": "23-1.png",
            "comment": "The Warrants Tab allows viewing and editing of the Warrant Record including marking the warrant as Executed."
        },
        {
            "file": "23.png",
            "comment": "Double clicking the Warrant Number will open the Warrant as shown in the follow slide."
        },
        {
            "file": "24.png",
            "comment": ""
        },
        {
            "file": "25.png",
            "comment": "Now we'll open the Bonds Tab."
        },
        {
            "file": "26.png",
            "comment": "The Bonds Tab displays Surety and Cash bonds with the current balance, if any."
        },
        {
            "file": "Notes 2 Bumper.png",
            "comment": ""
        },
        {
            "file": "1 Clicking Search Button.png",
            "comment": "Clicking on the magnifying glass, brings up the search dialog box."
        },
        {
            "file": "2 Opening Search window.png",
            "comment": "In the Case Table you may now type in a Case Number, Court Date, UTC Number, or Name and the software will figure out which one to search for."
        },
        {
            "file": "3 Search by Case Number.png",
            "comment": "Here we will search by record number. Note that you may leave out the leading zeros."
        },
        {
            "file": "4 Executing Search.png",
            "comment": "The results are displayed as a table in a new window. "
        },
        {
            "file": "5 Clicking Case Number result.png",
            "comment": "Pressing the Enter key or clicking OK will open the record as demonstrated in the following slide.                   "
        },
        {
            "file": "6 Opening Case from Results 1.png",
            "comment": ""
        },
        {
            "file": "7 Search by Name.png",
            "comment": "Searching by name works similarly. You only need to type part of the name, or even just the first letter."
        },
        {
            "file": "8 Click name result.png",
            "comment": "Once again, we can open a record from the search results."
        },
        {
            "file": "9 Open Case from Results 2.png",
            "comment": ""
        },
        {
            "file": "10 Date.png",
            "comment": "Search by court date. The date is entered in the format of Month/Day/Year.  If the year is omitted, the current year is assumed."
        },
        {
            "file": "11 Open case by date.png",
            "comment": ""
        },
        {
            "file": "12 Opening case by date.png",
            "comment": ""
        },
        {
            "file": "13 search by UTC.png",
            "comment": "Searching by UTC number..."
        },
        {
            "file": "14 Open UTC.png",
            "comment": ""
        },
        {
            "file": "15 Opening UTC.png",
            "comment": ""
        },
        {
            "file": "16 Partial Name.png",
            "comment": "Checking the Partial Name Box allows you to search for any part of a name instead of just the beginning. "
        },
        {
            "file": "17 Location.png",
            "comment": "There are other checkboxes. You may also search by a Non-Traffic UTC, Tag Number, Police Case Number, Evidence Number or Location by checking the appropriate box. Here we use the Location checkbox."
        },
        {
            "file": "18 Filters.png",
            "comment": "Any of these searches may be filtered further by checking the box for Drive School, Probation or Open only."
        },
        {
            "file": "19 Open Only.png",
            "comment": "Here we only want Open cases, so we check the Open Only checkbox."
        },
        {
            "file": "0RA.png",
            "comment": ""
        },
        {
            "file": "1RA.png",
            "comment": "You may have noticed the red alerts in the top area of the case data.  Most of the alerts show up based on the defendant or any of the defendants cases. Does the defendant have a Commercial Drivers License? Is the defendant on Probation for any of their cases?"
        },
        {
            "file": "2RA.png",
            "comment": "Has the license been suspended by the court with a UTC-6B? Are there any outstanding warrants on this defendant?"
        },
        {
            "file": "3RA.png",
            "comment": "Is the defendant currently on a Payment Plan? Has the Defendant been to Driving School in recent years?"
        },
        {
            "file": "4RA.png",
            "comment": "Is this case an Interlock case? You may also add your own Custom Alert for any given case by adding a ‘Red Alert’ entry in the Events."
        },
        {
            "file": "0T.png",
            "comment": ""
        },
        {
            "file": "1T-1.png",
            "comment": "A group of records are held in a Table.   In a Municipal Court you spend most of your time in the Case Table which holds all the Case Docket Records.<br> You will also need to get other Tables like Profiles, Warrants, eCitations, Payments,  Bonds and Driving School.  There are many tables you will almost never need to go to like Eye Color, Hair Color and US States."
        },
        {
            "file": "1T.png",
            "comment": "You may change from one Table to another by using the Tables Menu where you would select a SubMenu to then select the desired Table. If you want to go to Warrants you would click  <b>Tables -> Warrant Menu -> Warrants</b> as shown."
        },
        {
            "file": "2T.png",
            "comment": "You can always tell what Table you are in by the main Header at the middle top of the window."
        },
        {
            "file": "3T.png",
            "comment": "Tables that are used frequently can be more easily accessed by clicking on the Table icon (circled) and then the desired table as shown on the next slide."
        },
        {
            "file": "4T.png",
            "comment": "Keystrokes may also be used, if preferred, without even clicking on a menu. Keystrokes include Cases (Ctrl-C),  Warrants (Ctrl-W), and eCitations (Ctrl-E)."
        },
        {
            "file": "5T.png",
            "comment": "All menus and Keystrokes are fully customizable for each user."
        },
        {
            "file": "6T.png",
            "comment": "As demonstrated earlier you may also jump to a particular record in another table by clicking on the entry in the History Book. "
        },
        {
            "file": "0D.png",
            "comment": ""
        },
        {
            "file": "1D.png",
            "comment": "When forms are printed that are related to a particular case, they can optionally be placed in the Filing Cabinet (circled)."
        },
        {
            "file": "2D.png",
            "comment": "When this Case Action Summary was printed, it was placed as the top document in the filing cabinet for that case.<br> The most recent document will be the first."
        },
        {
            "file": "3D.png",
            "comment": "The case number TR21-0000011 is shown to have 3 documents. The one being displayed is the Case Action Summary."
        },
        {
            "file": "4D.png",
            "comment": "The 4 documents may be viewed by clicking on the arrows in this control."
        },
        {
            "file": "5D.png",
            "comment": "Documents may also be viewed by being selected from the Drop Down Box"
        },
        {
            "file": "6D.png",
            "comment": ""
        },
        {
            "file": "7D.png",
            "comment": ""
        },
        {
            "file": "8D.png",
            "comment": "A document may be exported to any folder on the computer. Certain folders may be preset.<br> Documents may also be Deleted, Printed or Edited."
        },
        {
            "file": "9D.png",
            "comment": ""
        },
        {
            "file": "10D.png",
            "comment": ""
        },
        {
            "file": "11D.png",
            "comment": "As an example, let’s import a mugshot. Clicking the Import button will open the Import screen shown on the next slide."
        },
        {
            "file": "12D.png",
            "comment": ""
        },
        {
            "file": "13D.png",
            "comment": "Clicking the Pictures quick path will allow us to select a file from the file system in the user’s Pictures directory."
        },
        {
            "file": "14D.png",
            "comment": "From here we select the mugshot we want and click Open."
        },
        {
            "file": "15D.png",
            "comment": "When importing the Document Type should be defined."
        },
        {
            "file": "16D.png",
            "comment": "Now our Profile Photo is imported!"
        },
        {
            "file": "17D.png",
            "comment": "It will now appear on the defendent’s records."
        },
        {
            "file": "18D.png",
            "comment": "Documents may also be scanned in directly from a scanner."
        },
        {
            "file": "19D.png",
            "comment": ""
        },
        {
            "file": "0P.png",
            "comment": ""
        },
        {
            "file": "1P.png",
            "comment": "To take any kind of payment (Case, Bond, Driving School, etc) the Dollar icon is used (circled)."
        },
        {
            "file": "2P.png",
            "comment": ""
        },
        {
            "file": "3P.png",
            "comment": "The initial screen determines the Case Number and the Reason for Payment."
        },
        {
            "file": "4P.png",
            "comment": "A Regular Case Payment is most common. Case Payment Setup is used if the case now owes money, but no payment is being made yet."
        },
        {
            "file": "5P.png",
            "comment": "A Defendant with multiple Cases may pay all at once by checking Group All Costs."
        },
        {
            "file": "6P.png",
            "comment": "Clicking OK will open the Case Payments window as shown in the next slide."
        },
        {
            "file": "7P.png",
            "comment": ""
        },
        {
            "file": "8-3P.png",
            "comment": "The Fines and Court Costs are shown on this screen."
        },
        {
            "file": "8-2P.png",
            "comment": "The “Original” column shows the initial amount."
        },
        {
            "file": "8-1P.png",
            "comment": "The “Paid” column shows the amount previously paid."
        },
        {
            "file": "8P.png",
            "comment": "The “Current” column shows amounts currently being credited."
        },
        {
            "file": "9P.png",
            "comment": "Many different Payment Methods are available for use."
        },
        {
            "file": "10P.png",
            "comment": "Defendants may be placed on a payment plan. "
        },
        {
            "file": "11P.png",
            "comment": "“C” will clear all costs<br> “B” button will allow and add the appropriate Bail Bond Fee Amounts."
        },
        {
            "file": "12P.png",
            "comment": "The appropriate Bail Bond Fee Amounts will auto populate at the bottom of the fines and cost list."
        },
        
        {
            "file": "13-2P.png",
            "comment": "“P” Button will add PreTrial Diversion Costs"
        },
        {
            "file": "13-1P.png",
            "comment": "“I” Button will add Interlock Costs<br> “A” Button will add Additional Customizable Costs"
        },
        {
            "file": "13P.png",
            "comment": "Cash, Property or Surety Bonds may also be taken."
        },
        {
            "file": "14P.png",
            "comment": ""
        },
        {
            "file": "15P.png",
            "comment": "Any Cash Bond on a given Defendant may be used on any of that Defendant’s cases.<br> Cash Bonds may be partially used. "
        },
        {
            "file": "16P.png",
            "comment": "Options are available to interface with Credit Card Companies to take payments online or directly through the application by typing in a Credit Card Number, Swiping a Card, or using an EMV Chip Reader."
        },
        {
            "file": "PO0.png",
            "comment": ""
        },
        {
            "file": "PO1-2.png",
            "comment": ""
        },
        {
            "file": "PO1-1.png",
            "comment": ""
        },
        {
            "file": "PO1.png",
            "comment": "Appearance Forms are typically printed before Court Day. The most common printouts are placed at the top of the menu followed by the rest in Alphabetical Order."
        },
        {
            "file": "PO2.png",
            "title": "Case Action Summary",
            "comment": "Checked boxes may be clicked and data entered right on the Case Action Summary.<br> A Case Action Summary may be printed for a single case or all cases for a given court date at once."
        },
        {
            "file": "PO3.png",
            "title": "Docket Report",
            "comment": "The Court Docket may be printed in Portrait or Landscape with many options for what is to be displayed. The Format of the Docket itself may be customized."
        },
        {
            "file": "PO4.png",
            "title": "Officer Docket",
            "comment": "A docket may be created with a page for each officer."
        },
        {
            "file": "PO5.png",
            "title": "Initial Appearance",
            "comment": "Clicking on the signature field will auto-sign the form with an employee profile signature."
        },
        {
            "file": "PO6.png",
            "comment": "The defendant may sign the form with the use of a signature pad."
        },
        {
            "file": "PO7.png",
            "comment": "These are the available Cash Bond forms and reports. The following slides will preview the Appearnace Bond form and the Bond Received Report."
        },
        {
            "file": "PO8.png",
            "title": "Appearance Bond",
            "comment": ""
        },
        {
            "file": "PO9.png",
            "title": "Bonds Received",
            "comment": "This report shows all bonds received for a given time period. Options exist for showing only Cash Bonds or only Surety Bonds.<br> It is noted if a Bond has been fully or partially Returned, Applied, Forfeited or sent to Circuit Court."
        },
        {
            "file": "PO10.png",
            "comment": "The series of forms relating to Sureties and Bond Forfeitures are contained here. "
        },
        {
            "file": "PO11.png",
            "title": "Bondsman's Process",
            "comment": ""
        },
        {
            "file": "PO12.png",
            "comment": "Case Reports are lists of cases within a given date range for various characteristics, including Entered, Opened, Closed, Adjudicated, Appealed, Deferred, Youthful Offender, Interlock and Probation."
        },
        {
            "file": "PO13.png",
            "title": "Cases Closed",
            "comment": ""
        },
        {
            "file": "PO14.png",
            "title": "Case Labels",
            "comment": "Labels may be customized and generated for various label sizes."
        },
        {
            "file": "PO15.png",
            "comment": "Data Transfer Reports relate to data transferred to and from the Municipal Court including Online Credit Card Payments, Documents Scanned in, Drivers Histories, R84 Disposition Reports, and Adjudications sent to the AOC."
        },
        {
            "file": "PO16.png",
            "title": "R-84 Disposition",
            "comment": "This report may be exported to a PDF and e-mailed to ALEA."
        },
        {
            "file": "PO17.png",
            "comment": ""
        },
        {
            "file": "PO18.png",
            "title": "Driver Abstract Form",
            "comment": "Driver Histories may be returned via email and imported directly to each defendants’ case."
        },
        {
            "file": "PO19.png",
            "title": "DL Reinstatement",
            "comment": ""
        },
        {
            "file": "PO20.png",
            "comment": "Driving School Docket, Notices and Certificates"
        },
        {
            "file": "PO21.png",
            "comment": "Forms related to downloading, transmittal, case creation and printing of eCitations"
        },
        {
            "file": "PO22.png",
            "title": "UTC Transmittal",
            "comment": ""
        },
        {
            "file": "PO23.png",
            "comment": "Allows Magistrate and Police Officer to sign right on the ticket. The judge can also enter findings on the right side."
        },
        {
            "file": "PO24.png",
            "comment": ""
        },
        {
            "file": "PO25.png",
            "title": "Interlock No Vehicle",
            "comment": ""
        },
        {
            "file": "PO26.png",
            "title": "Interlock Instructions",
            "comment": ""
        },
        {
            "file": "PO27.png",
            "comment": ""
        },
        {
            "file": "PO28.png",
            "title": "Treasurer Report",
            "comment": "State Monthly Reports: All 17 pages of the monthly reports may be printed out at once."
        },
        {
            "file": "PO29.png",
            "title": "Crime Victims Comp",
            "comment": ""
        },
        {
            "file": "PO30.png",
            "title": "Solicitors Fund",
            "comment": ""
        },
        {
            "file": "PO31.png",
            "comment": "Notices sent to a Defendant, Witness, Complainant, Attorney, or the State."
        },
        {
            "file": "PO32.png",
            "title": "FTA Notice",
            "comment": "FTA Notices may be sent on a single case or any case on a particular court date all at once. The notice will automatically change the court date. Folding on the dotted line allows the notice to fit into a windowed envelope."
        },
        {
            "file": "PO33.png",
            "title": "Custom Notices",
            "comment": "Notices may be created and stored with any custom header and text."
        },
        {
            "file": "PO34.png",
            "title": "Overpayment Return",
            "comment": "Used for returning money that a Defendant overpaid. Print out the notice, fold on the line and attach a return check."
        },
        {
            "file": "PO35.png",
            "title": "UTC-6B Notice",
            "comment": "UTC notices to state for suspension and clearance of licenses."
        },
        {
            "file": "PO36.png",
            "comment": ""
        },
        {
            "file": "PO37.png",
            "title": "Total Receipts",
            "comment": "List of Daily Receipts (or any time period) is followed by the Drawer Summary broken down by Payment Types.<br> Report can be run for all or just individual cashiers."
        },
        {
            "file": "PO38.png",
            "title": "Account Detail",
            "comment": "The Subsequent Page totals up all the individual costs. Account Numbers can be either actual account numbers for an accounting system or a category title."
        },
        {
            "file": "PO39.png",
            "title": "General Ledger",
            "comment": "The optional last page is the General Ledger Report where each account number or category is totaled."
        },
        {
            "file": "PO40.png",
            "comment": ""
        },
        {
            "file": "PO41.png",
            "title": "Officer Citations",
            "comment": "Number of Citations given by all officers with percentages for given months and Year Total."
        },
        {
            "file": "PO42.png",
            "comment": ""
        },
        {
            "file": "PO43.png",
            "title": "Conditional Release",
            "comment": ""
        },
        {
            "file": "PO44.png",
            "title": "Commitment to Jail",
            "comment": ""
        },
        {
            "file": "PO45.png",
            "comment": ""
        },
        {
            "file": "PO46.png",
            "title": "Restitution Due Payees",
            "comment": "Lists all Payees for which Restitution has been collected and has not yet been sent."
        },
        {
            "file": "PO47.png",
            "title": "Restitution Letter",
            "comment": "A letter to the person owed Restitution. It can be folded and put in a windowed envelope with a Check attached."
        },
        {
            "file": "PO48.png",
            "comment": ""
        },
        {
            "file": "PO49.png",
            "title": "Alias Warrant",
            "comment": ""
        },
        {
            "file": "PO50.png",
            "title": "Warrants Outstanding",
            "comment": ""
        },
        {
            "file": "PO51.png",
            "comment": "Activity, Status and Balance Reports to help manage the Court are found under Management Reports."
        },
        {
            "file": "PO52.png",
            "title": "Payment Plan Report",
            "comment": "Displays the Payment Plans that are next Due Date within the specified date range. May be used to determine which payment plans are Past Due."
        },
        {
            "file": "PO53.png",
            "comment": "All State forms that are in categories elsewhere are listed here in order of form number."
        },
        {
            "file": "End.png",
            "comment": ""
        }
    ]
}
